public class MembersNameReserve
{
    public string[] sixStarMembers =
        {"能天使","推進之王","伊芙利特","艾雅法拉","安潔莉娜",
         "閃靈","夜鶯","星熊","塞雷婭","銀灰",
         "斯卡蒂","陳","麥哲倫","赫拉格","黑",
         "莫斯提馬","煌","刻俄柏","阿","風笛",
         "早露","鈴蘭","傀影","溫蒂","棘刺",
         "森蚺","史爾特爾","瑕光","泥岩","山",
         "空弦","嵯峨","異客","凱爾希","卡涅利安",
         "帕拉斯","水月","琴柳","遠牙","焰尾",
         "靈知","老鯉","澄閃","菲亞梅塔","號角",
         "艾麗妮","黑鍵","多蘿西","瑪恩納","鴻雪" };
    public string[] sixSpecialMembers =
        {"假日威龍陳","百煉嘉維爾"};
    public string[] fiveStarMembers =
        {"白面鴞","凜冬","德克薩斯","芙蘭卡","拉普蘭德",
         "幽靈鯊","藍毒","白金","隕星","天火",
         "梅爾","赫默","華法琳","臨光","紅",
         "雷蛇","可頌","普羅旺斯","守林人","崖心",
         "初雪","真理","空","獅蠍","食鐵獸",
         "夜魔","詩懷雅","格勞克斯","星極","送葬人",
         "槐琥","葦草","布洛","灰喉","哞",
         "驚蟄","懾沙","巫戀","極境","石棉",
         "月禾","萊恩哈特","斷崖","蜜蠟","賈",
         "安哲拉","燧石","四月","奧斯塔","絮雨",
         "卡夫卡","愛麗絲","烏有","熔泉","赤冬",
         "綺良","羽毛筆","桑葚","灰毫","蝕清",
         "極光","夜半","夏櫟","風丸","洛洛",
         "掠風","濯塵芙蓉","承曦格雷伊","但書","曉歌"};
    public string[] fourStarMembers =
        {"夜煙","遠山","潔西卡","流星","白雪",
         "清道夫","紅豆","杜賓","纏丸","霜葉",
         "慕斯","礫","暗索","末藥","調香師",
         "角峰","蛇屠箱","古米","深海色","地靈",
         "阿消","獵蜂","格雷伊","蘇蘇洛","桃金娘",
         "紅雲","梅","安比爾","宴","刻刀",
         "波登可","卡達","孑","酸糖","芳汀",
         "泡泡","傑克","松果","豆苗","深靛",
         "羅比菈塔","褐果"};
    public string[] threeStarMembers =
       {"芬","香草","翎羽","玫蘭莎","卡緹",
        "米格魯","克洛絲","炎熔","芙蓉","安賽爾",
        "史都華德","梓蘭","空爆","月見夜","斑點",
        "泡普卡"
       };
}

